<!doctype html>
<!-- saved from url=(0014)about:internet -->
<html lang="vi">
<head>
<title>C&aacute;c lưu &yacute; v&agrave; hạn chế </title>
<meta charset="utf-8">
</head>
<html><body>
<center>
----------------------------<br>
C&aacute;c lưu &yacute; v&agrave; hạn chế<br> 
---------------------------- <br>
</center>

<ul>
<li>Khi sử dụng Dịch vụ đầu cuối trong HĐH m&aacute;y chủ của, vui l&ograve;ng chạy C&ocirc;ng cụ ti&ecirc;̣n ích cài đặt ở chế độ c&agrave;i đặt. <br> 
Phương ph&aacute;p chạy Chế độ c&agrave;i đặt như sau. <br> 
- Mở [Th&ecirc;m hoặc xóa chương trình] trong [Bảng đi&ecirc;̀u khi&ecirc;̉n], sau đ&oacute; chạy C&ocirc;ng cụ ti&ecirc;̣n ích cài đặt. 
</li>
<br>
<li>Trong khi khởi động, m&agrave;n h&igrave;nh [Đi&ecirc;̀u chỉnh tài khoản người dùng] sẽ hiển thị t&ugrave;y thuộc v&agrave;o quyền của người d&ugrave;ng đang chạy c&ocirc;ng cụ. Trong trường hợp n&agrave;y, bấm v&agrave;o [Cho ph&eacute;p] hoặc nhập mật khẩu của người quản trị v&agrave; bấm [OK]. Ngo&agrave;i ra, m&agrave;n h&igrave;nh [H&ocirc;̃ trợ tính tương thích của chương trình] cũng sẽ hiển thị khi tho&aacute;t khỏi c&ocirc;ng cụ. Khi chọn [Chương trình này được cài đặt chính xác.], m&agrave;n h&igrave;nh n&agrave;y sẽ kh&ocirc;ng hiển thị nữa trong lần tiếp theo. 
</li>
<br>
<li>Chọn H&agrave;ng đợi NDS<br>
Sẽ kh&ocirc;ng thể thực hiện in nếu cổng/h&agrave;ng đợi tr&ecirc;n c&acirc;y NDS được chọn trong Setup Disk Creation Tool kh&ocirc;ng tồn tại trong cổng đ&iacute;ch. 
</li>
<br>
<li>Nếu thấy th&ocirc;ng b&aacute;o &quot;Có l&ocirc;̃i xảy ra trong quá trình n&acirc;ng c&acirc;́p phi&ecirc;n bản&quot; khi đang n&acirc;ng cấp phi&ecirc;n bản, h&atilde;y x&oacute;a tr&igrave;nh điều khiển in v&agrave; tạo một m&aacute;y in mới sau khi khởi động lại. 
</li>
<br>
<li>Khởi động lại hệ thống trong qu&aacute; tr&igrave;nh c&agrave;i đặt/n&acirc;ng cấp phi&ecirc;n bản<br>
Trong qu&aacute; tr&igrave;nh c&agrave;i đặt tr&igrave;nh điều khiển in hoặc n&acirc;ng cấp phi&ecirc;n bản tr&igrave;nh điều khiển, h&atilde;y lu&ocirc;n khởi động lại hệ thống theo như hướng dẫn tr&ecirc;n th&ocirc;ng b&aacute;o được hiển thị trước khi sử dụng tr&igrave;nh điều khiển. Lỗi kh&ocirc;ng mong muốn c&oacute; thể sẽ xảy ra nếu kh&ocirc;ng khởi động lại hệ thống. 
</li>
<br>
<li>&Aacute;p dụng k&iacute;ch cỡ t&agrave;i liệu bằng Setup Tool<br>
Khi gi&acirc;́y duy nh&acirc;́t cho trình đi&ecirc;̀u khi&ecirc;̉n được chọn, kích thước tài li&ecirc;̣u sẽ kh&ocirc;ng được phản ánh chính xác. 
</li>
<br>
<li>Nếu thấy th&ocirc;ng b&aacute;o &quot;Thiết đặt máy in hi&ecirc;̣n tại có th&ecirc;̉ bị thay đ&ocirc;̉i n&ecirc;́u bạn c&agrave;i đặt tr&igrave;nh điều khiển mới. Bạn c&oacute; muốn tiếp tục kh&ocirc;ng?&quot; hiển thị trong qu&aacute; tr&igrave;nh c&agrave;i đặt tr&igrave;nh điều khiển khi sử dụng Setup Tool, h&atilde;y chọn hộp chọn &quot;N&acirc;ng c&acirc;́p trình đi&ecirc;̀u khi&ecirc;̉n bằng đĩa cài đặt&quot; trong Setup Disk Creation Tool, sau đ&oacute; tạo đĩa c&agrave;i đặt. 
</li>
<br>
<li>Nếu Setup Tool được c&agrave;i đặt từ đĩa mềm bằng Setup Disk Creation Tool v&agrave; đ&atilde; chọn &quot;N&acirc;ng c&acirc;́p trình đi&ecirc;̀u khi&ecirc;̉n bằng đĩa cài đặt&quot;, bạn kh&ocirc;ng thể chạy tệp verup.exe trong đĩa mềm. Vui l&ograve;ng chạy tệp setup.exe. Tr&igrave;nh điều khiển in cũng sẽ được n&acirc;ng cấp sau khi chạy setup.exe. 
</li>
<br>
<li>Phương ph&aacute;p x&aacute;c định cổng cho M&aacute;y in mạng<br>
Cổng m&aacute;y in mạng kh&ocirc;ng thể được x&aacute;c định trong m&agrave;n h&igrave;nh [Duyệt m&aacute;y in] trong Setup Disk Creation Tool. Nhập t&ecirc;n cổng trực tiếp trong [Đường dẫn mạng của m&aacute;y in] tại m&agrave;n h&igrave;nh [Th&ecirc;m cổng]. 
</li>
<br>
<li>&Aacute;p dụng thiết đặt in cho Setup Tool<br>
Khi bạn chạy Setup Tool v&agrave; chọn [Cho phép người dùng chung chạy cài đặt], thiết đặt in đ&atilde; lưu trong đĩa c&agrave;i đặt sẽ được &aacute;p dụng v&agrave;o thiết đặt in của t&agrave;i khoản người quản trị. Ngo&agrave;i ra, d&ugrave; bạn chạy Setup Tool m&agrave; kh&ocirc;ng chọn [Cho phép người dùng chung chạy cài đặt] nhưng đ&atilde; chọn t&agrave;i khoản người quản trị trong m&agrave;n h&igrave;nh [Đi&ecirc;̀u chỉnh tài khoản người dùng, thiết đặt in đ&atilde; lưu trong đĩa c&agrave;i đặt cũng sẽ &aacute;p dụng l&ecirc;n thiết đặt in của t&agrave;i khoản người quản trị. Để &aacute;p dụng thiết đặt n&agrave;y l&ecirc;n thiết đặt in của tất cả người d&ugrave;ng bao gồm cả người d&ugrave;ng đang chạy Setup Tool, h&atilde;y cấu h&igrave;nh [Mặc định in] của m&aacute;y in khi tạo đĩa c&agrave;i đặt. Bạn c&oacute; thể đặt [Mặc định in] trong tab [N&acirc;ng cao] của hộp thoại Thuộc t&iacute;nh m&aacute;y in. 
</li>
<br><br>

Microsoft, Windows, Windows Server l&agrave; những thương hiệu đ&atilde; đăng k&yacute; hoặc thương hiệu của Microsoft Corporation, U.S.A. tại Hoa Kỳ v&agrave; c&aacute;c quốc gia kh&aacute;c. 
</body></html>